{
  "title": "Democracy’s Cold War",
  "authorName": "Jonathan Madison",
  "authorAvatar": "https://miro.medium.com/fit/c/96/96/2*GL9W0SxfUeCVCO5-O8JAyw.jpeg",
  "date": "Feb 24",
  "blocks": [
    {
      "type": "paragraph",
      "text": "“In summary, we have here \\[in the Soviet Union\\] a political force committed fanatically to the belief that with US there can be no permanent _modus vivendi_, that it is desirable and necessary that the internal harmony of our society be disrupted, our traditional way of life be destroyed, the international authority of our state be broken, if Soviet power is to be secure.” American diplomat George Kennan wrote these words in what has become famous as [“The Long Telegram”](https://www.cfr.org/blog/history-cold-war-40-quotes) as he set out his evaluation of the Soviet Union following World War II. What ensued was a conflict of more than 40 years between the two dominant powers of the globe. Armed with ever expanding nuclear arsenals the two empires found themselves unable to face each other directly. Instead, their ideological rivalry devolved into clandestine strikes, economic power grabs, and open warfare that engulfed every corner of the globe. When the Soviet Union collapsed in 1991, the United States emerged with an unquestioned military and political hegemony over the entire globe. The American ideological system had gone the distance where that of the USSR had failed."
    },
    {
      "type": "paragraph",
      "text": "Now a new conflict of a similar vein has begun, possibly future history books will record that world wars in the nuclear age were all cold wars. Regardless, the Second Cold War has begun. Much like the assassination of the Archduke Franz Ferdinand and the Nazi invasion of Poland, the Russian invasion of Ukraine has ignited a touchpaper that merely crystalized long simmering tensions and divisions. While Russia is again a rival of the US and NATO (North Atlantic Treaty Organization) led bloc, this time around they are very much the [junior partner](https://www.economist.com/briefing/2019/07/25/how-vladimir-putins-embrace-of-china-weakens-russia) of the powerful and ascendant People’s Republic of China. This cold war has another fundamental distinguishing factor, its ideological divide. In place of the duel between capitalist and communist economic systems is a political divide between democratic and authoritarian systems. This Second Cold War will either be the grave of liberal democracy or its greatest triumph since World War II."
    },
    {
      "type": "title",
      "text": "# Democracy vs. Authoritarianism"
    },
    {
      "type": "paragraph",
      "text": "Overly simplistic analyses will suggest that this new cold war can be conceived within a similar framework to the old one for two different reasons. First, it will be suggested that China is yet another communist power challenging the capitalist world. This is incorrect, pure economic communism anywhere in the world is long dead. Since the 1970’s the Chinese government has transitioned away from traditional communism and embraced a unique amalgam that can be described as [authoritarian capitalism](https://theconversation.com/how-china-combined-authoritarianism-with-capitalism-to-create-a-new-communism-167586), for lack of a better term. State control still abounds but rigorous central economic planning and collectivization does not. Competition and innovation are actively encouraged within the bounds the state sets. Meanwhile, socialist ideas and policies have reached varying degrees of acceptability and implementation across the democratic world."
    },
    {
      "type": "paragraph",
      "text": "Second, some may stipulate that the First Cold War was already a competition between democracy and authoritarianism. This contention simply does not survive historical examination. While both of the primary combatants, particularly the United States, claimed to be fighting democracy’s cause, it was never more than a secondary concern, if that. The developing world was rife with corrupt and or authoritarian regimes that were propped up or supported by the United States because of the commitment of those regimes to anti-communism. Meanwhile, while authoritarianism followed closely behind Soviet Communism, the USSR was always committed to the expansion of the communist system and had little love for authoritarian states that remained outside their ideological grasp."
    },
    {
      "type": "paragraph",
      "text": "Now as the Second Cold War begins, it is apparent that left right political ideologies are increasingly meaningless for understanding what is happening. China and Russia themselves are ideologically distinct and can be classified as distant on the political spectrum. But their desire to define authoritarian regimes as morally acceptable and politically superior is what unites them. This Chinese-Russian centered Authoritarian Bloc counts among its ranks an ideologically eclectic bloc of states that includes, Belarus, Cuba, North Korea, Syria, and Venezuela."
    },
    {
      "type": "paragraph",
      "text": "The other side hereafter referred to as the Democracy Bloc based on the United States and its NATO allies reflects a similarly diverse ideological group. This diversity is even greater when the additional Democracy Bloc states of the European Union, Latin American allies like Mexico, and Asian allies like India, Japan, and South Korea are taken into consideration. The Democracy Bloc does also have some awkward allies like Saudi Arabia and Turkey, that violate the bloc’s principles. As the new cold war deepens these countries are likely to be caught in the middle. Ultimately, ideology counts for little. What matters in this new cold war is the organizing political principle of a country’s regime be it democratic as in based on limits on power and free and fair elections or authoritarian with arbitrary executive power."
    },
    {
      "type": "title",
      "text": "# Hot Spots"
    },
    {
      "type": "paragraph",
      "text": "This new cold war can truly be said to be in full swing because of the Russian invasion of Ukraine but the areas of conflict span the globe and have been active for some time already. Perhaps the next hottest location can be said to be [Taiwan](https://www.economist.com/china/2021/10/09/china-is-ratcheting-up-military-pressure-on-taiwan). For some time now the Chinese military has made preparations for a future invasion of Taiwan even as the United States and its allies have [strategized](https://www.ft.com/content/54b0db59-a403-493e-b715-7b63c9c39093) for its defense. China has several strategic and economic reasons for the conquest of Taiwan but perhaps the most important motivation is symbolic. Taiwan is the last holdover of a non-communist China and has always enjoyed the vague backing of the United States. Taiwan’s continued independence is an acknowledgement of US hegemony in a territory China considers to be its own. Conquest of Taiwan would signal once and for all that China is an equal of the United States that cannot be cowed or intimidated. For the United States it would be the death knell of long waning American global dominance. Taiwan is therefore key to the new cold war because it could lead to direct conflict between the main combatants."
    },
    {
      "type": "paragraph",
      "text": "Taiwan is part of a Second Cold War showdown that is mirrored in events in [Hong Kong](https://www.economist.com/briefing/2021/03/20/china-is-not-just-shackling-hong-kong-it-is-remaking-it) and the South China Sea. Since the United Kingdom returned Hong Kong to China in 1997 the city had served as an oasis of democracy and civil liberties in a desert of authoritarianism. Starting in 2019 Beijing imposed strict restrictions on the city and brutally repressed democracy advocates over the meaningless verbal objections of western leaders. China also employed one of its most powerful tools, gatekeeping of access to its large internal market, to [intimidate](https://www.theguardian.com/sport/2019/oct/15/hong-kong-protestors-burn-lebron-james-jerseys-nba) and silence western critics of its repression. Meanwhile, China has attempted to assert its dominance over the contested South China Sea by building islands and military installations and threatening those that pass through. This has direct consequences for several countries in the region including Taiwan. The United States has continued to maintain a presence in the sea and contest Chinese claims. Recently, military exercises have seen several other [members](https://asia.nikkei.com/Politics/International-relations/Indo-Pacific/Europe-pushes-back-against-Beijing-with-shows-of-Indo-Pacific-muscle) of the Democracy Bloc aid in contesting the South China Sea. Recently, the United States also agreed to share its nuclear submarine technology for only the second time in a [treaty](https://www.economist.com/briefing/2021/09/25/aukus-reshapes-the-strategic-landscape-of-the-indo-pacific) with Australia and the United Kingdom. This is a move to further strengthen the hand of the Democracy Bloc against China and has drawn several Chinese rebukes and objections."
    },
    {
      "type": "paragraph",
      "text": "The range of hot or hard power conflicts extends beyond the military realm to economics and clandestine activities, just as they did during the First Cold War. In 2018, the United States began a probably overdue [trade war](https://www.economist.com/finance-and-economics/2022/01/01/new-research-counts-the-costs-of-the-sino-american-trade-war) with China over the many Chinese abuses of the economic relationship between the two countries. US companies have begun a slow shift away from China as the rivalry deepens. Both [China](https://www.economist.com/business/2022/02/19/china-wants-to-insulate-itself-against-western-sanctions) and [Russia](https://www.economist.com/briefing/2021/04/23/the-kremlin-has-isolated-russias-economy) have also made concerted efforts to create “fortress economies” or economic systems that are significantly less reliant on the west and thus less susceptible to sanctions and economic pressure by the global economic system that has been crafted in large part by US leadership. In the near future, it is likely that globalization will be reversed as economic ties mirror more closely the new political divisions of the Second Cold War."
    },
    {
      "type": "paragraph",
      "text": "In the area of clandestine activities, [China](https://www.washingtonpost.com/opinions/global-opinions/theres-chinese-interference-on-both-sides-of-the-2020-election/2020/10/29/49f90dfe-1a2c-11eb-82db-60b15c874105_story.html) and to a much greater extent [Russia](https://www.csis.org/blogs/technology-policy-blog/russia-ramps-global-elections-interference-lessons-united-states), have launched concerted efforts of misinformation campaigns and election interference with the obvious intention of destabilizing democratic countries. While the most famous case was the aiding of the Trump campaign by Russian actions in 2016, the election interference of the Authoritarian Bloc spans the globe, impacting Europe, Latin America, and Asia. It is less about picking winners and more about creating instability and sowing divisions among the populations of democratic countries. If leading democratic nations can become examples of the unreliability of democratic institutions, so much the better for the Authoritarian Bloc."
    },
    {
      "type": "paragraph",
      "text": "Still, the most pressing and alarming hot conflict of the new cold war is the unfolding [Russian invasion](https://www.economist.com/europe/2022/02/24/russia-invades-ukraine) of Ukraine, the largest European war since the end of World War II. What had been a developing global contest has been forced out into the open by the rash Russian action. Vladimir Putin seems to have believed his own side’s narrative that beset by division and inefficiency the democracies would fall by the wayside as the day of authoritarianism dawned. In reality, he has proven that the Democracy Bloc, at least for now, will be equal to the task. NATO allies of the left, right, and center in the United States, United Kingdom, France, and Germany have worked together first to admonish Russia and back Ukraine, and now to punish Russian aggression. In his push to rebuild a Russian Empire, Putin has made his country an [unequivocal enemy](https://www.economist.com/leaders/2022/02/19/whether-he-invades-ukraine-or-backs-down-putin-has-harmed-russia?itm_source=parsely-api) of most of Europe and a uniting force for the Democracy Bloc. [Democracy Bloc sanctions](https://www.economist.com/europe/2022/02/22/the-west-imposes-swift-sanctions-on-russia-can-they-stop-a-war), especially the German decision to suspend a key Russian gas pipeline, have drawn a definitive line between the two sides and further hastened their economic separation. The stage is set, and the players are in position, the Second Cold War has begun."
    },
    {
      "type": "title",
      "text": "# Competing to Lead"
    },
    {
      "type": "paragraph",
      "text": "While military conflicts will draw much of the attention, the battlefield of persuasion is perhaps the most important in this new cold war. As in the First Cold War, this will largely play out in the developing world as the two sides strive to convince the rest of the world that their model is the path to success. The Democracy Bloc is determined to prove that liberal democracy prevailed in the First Cold War for a reason while the authoritarians insist that only those at the top are served by the current system and that authoritarianism with global leadership emanating from Beijing and Moscow is the path to prosperity. Effects of this tug-of-war are already plain to see as global democracy has reached [alarming lows](https://www.economist.com/graphic-detail/2022/02/09/a-new-low-for-global-democracy)."
    },
    {
      "type": "paragraph",
      "text": "For almost a decade, China has been advancing its foreign investment, mostly via [its Belt and Road Initiative](https://www.cfr.org/backgrounder/chinas-massive-belt-and-road-initiative), into the developing world. China has successfully made itself a viable [competitor](https://www.economist.com/special-report/2020/02/06/china-wants-to-put-itself-back-at-the-centre-of-the-world) for leadership and influence roles in [Africa](https://www.economist.com/middle-east-and-africa/how-chinese-firms-have-dominated-african-infrastructure/21807721), Asia, and [Latin America](https://time.com/5936037/us-china-latin-america-influence/) by providing substantial development loans, building infrastructure, and becoming a [key trading partner](https://www.visualcapitalist.com/cp/biggest-trade-partner-of-each-country-1960-2020/). As of 2020, China has surpassed the United States as the world’s biggest trading partner. This is the area where the disastrous “America first” foreign policy of the Trump administration has done its most damage. China has set about making itself a key part of the development and infrastructure building of countries across the world at the same time the United States withdrew and failed to offer any alternative. Now a fierce competition for global leadership will playout with several countries formerly aligned with the United States having significant ties to Beijing."
    },
    {
      "type": "paragraph",
      "text": "China has made no secrets of its designs on global leadership. The world has just witnessed a display of these ambitions via the 2022 Winter Olympics in Beijing. Oft commented was the contrast between the 2008 Olympics and China’s display of power with its softer side in 2022 and the motto “Together for a Shared Future.” A [diplomatic boycott](https://www.bbc.co.uk/news/explainers-59644043) by several Democracy Bloc countries in attempt to draw attention to the concentration camps and human rights abuses of the host nation drew ire from the Chinese leadership. China wants desperately to convince countries in the balance between the blocs that they are the best model for the future. The country doubled down on its efforts in winter sports and successfully achieved a personal record nine gold medals and bested the United States on the medal table in the process. Most importantly, China made athlete [Eileen Gu](https://www.economist.com/1843/2022/02/03/cold-warrior-why-eileen-gu-ditched-team-usa-to-ski-for-china) the face of these Olympic games. Born and raised in California, but representing China, Gu made the perfect symbol. Even among western allegations of Chinese atrocities, here was an Olympic gold medalist born in the United States that would rather be Chinese. It is a choice China hopes many countries will make in the future."
    },
    {
      "type": "paragraph",
      "text": "Just as the invasion of Ukraine has crystalized the new cold war’s dynamics in a military sense, the [Summit for Democracy](https://edition.cnn.com/2021/12/08/politics/china-russia-biden-us-democracy-summit/index.html), hosted last December by the United States, did the same on the soft power front. The summit brought together over 100 countries, not including China or Russia, to discuss the superiority of the democratic model and ways in which the democracies can improve themselves. Chinese and Russian leadership [furiously denounced](https://edition.cnn.com/2021/12/08/politics/china-russia-biden-us-democracy-summit/index.html) the summit and went so far as to host their own International Forum on Democracy. They insisted that their countries too constituted democracies just better ones. Again over 100 countries received invitations. While China and Russia may attempt to coopt the language of democracy when convenient, given that their models include neither free and fair elections nor legitimate popular participation, it is safe to say that authoritarianism will always be the guiding principle."
    },
    {
      "type": "title",
      "text": "# Conclusion"
    },
    {
      "type": "paragraph",
      "text": "As Russian tanks roll across the Ukraine and Chinese advances in global leadership continue there can be no doubt that a new worldwide cold war has emerged. This time the dividing line can be found between democratic and authoritarian political regimes. As George Kennan realized at the beginning of the First Cold War, this is a zero sum game. One side only succeeds where the other fails. The world order advanced by each side can only exist if the other side’s does not. Long term peaceful coexistence is simply not possible. Who will win? Predicting the victor of a global conflict is a fool’s errand. Neither side should act with confidence that their side will inevitably prevail but if history is any indicator both sides to some degree will. What is sure is that liberal democracy, encompassing human rights and popular participation in government, is a cause worth fighting and dying for."
    }
  ],
  "content": "“In summary, we have here \\[in the Soviet Union\\] a political force committed fanatically to the belief that with US there can be no permanent _modus vivendi_, that it is desirable and necessary that the internal harmony of our society be disrupted, our traditional way of life be destroyed, the international authority of our state be broken, if Soviet power is to be secure.” American diplomat George Kennan wrote these words in what has become famous as [“The Long Telegram”](https://www.cfr.org/blog/history-cold-war-40-quotes) as he set out his evaluation of the Soviet Union following World War II. What ensued was a conflict of more than 40 years between the two dominant powers of the globe. Armed with ever expanding nuclear arsenals the two empires found themselves unable to face each other directly. Instead, their ideological rivalry devolved into clandestine strikes, economic power grabs, and open warfare that engulfed every corner of the globe. When the Soviet Union collapsed in 1991, the United States emerged with an unquestioned military and political hegemony over the entire globe. The American ideological system had gone the distance where that of the USSR had failed.\n\nNow a new conflict of a similar vein has begun, possibly future history books will record that world wars in the nuclear age were all cold wars. Regardless, the Second Cold War has begun. Much like the assassination of the Archduke Franz Ferdinand and the Nazi invasion of Poland, the Russian invasion of Ukraine has ignited a touchpaper that merely crystalized long simmering tensions and divisions. While Russia is again a rival of the US and NATO (North Atlantic Treaty Organization) led bloc, this time around they are very much the [junior partner](https://www.economist.com/briefing/2019/07/25/how-vladimir-putins-embrace-of-china-weakens-russia) of the powerful and ascendant People’s Republic of China. This cold war has another fundamental distinguishing factor, its ideological divide. In place of the duel between capitalist and communist economic systems is a political divide between democratic and authoritarian systems. This Second Cold War will either be the grave of liberal democracy or its greatest triumph since World War II.\n\n# Democracy vs. Authoritarianism\n\nOverly simplistic analyses will suggest that this new cold war can be conceived within a similar framework to the old one for two different reasons. First, it will be suggested that China is yet another communist power challenging the capitalist world. This is incorrect, pure economic communism anywhere in the world is long dead. Since the 1970’s the Chinese government has transitioned away from traditional communism and embraced a unique amalgam that can be described as [authoritarian capitalism](https://theconversation.com/how-china-combined-authoritarianism-with-capitalism-to-create-a-new-communism-167586), for lack of a better term. State control still abounds but rigorous central economic planning and collectivization does not. Competition and innovation are actively encouraged within the bounds the state sets. Meanwhile, socialist ideas and policies have reached varying degrees of acceptability and implementation across the democratic world.\n\nSecond, some may stipulate that the First Cold War was already a competition between democracy and authoritarianism. This contention simply does not survive historical examination. While both of the primary combatants, particularly the United States, claimed to be fighting democracy’s cause, it was never more than a secondary concern, if that. The developing world was rife with corrupt and or authoritarian regimes that were propped up or supported by the United States because of the commitment of those regimes to anti-communism. Meanwhile, while authoritarianism followed closely behind Soviet Communism, the USSR was always committed to the expansion of the communist system and had little love for authoritarian states that remained outside their ideological grasp.\n\nNow as the Second Cold War begins, it is apparent that left right political ideologies are increasingly meaningless for understanding what is happening. China and Russia themselves are ideologically distinct and can be classified as distant on the political spectrum. But their desire to define authoritarian regimes as morally acceptable and politically superior is what unites them. This Chinese-Russian centered Authoritarian Bloc counts among its ranks an ideologically eclectic bloc of states that includes, Belarus, Cuba, North Korea, Syria, and Venezuela.\n\nThe other side hereafter referred to as the Democracy Bloc based on the United States and its NATO allies reflects a similarly diverse ideological group. This diversity is even greater when the additional Democracy Bloc states of the European Union, Latin American allies like Mexico, and Asian allies like India, Japan, and South Korea are taken into consideration. The Democracy Bloc does also have some awkward allies like Saudi Arabia and Turkey, that violate the bloc’s principles. As the new cold war deepens these countries are likely to be caught in the middle. Ultimately, ideology counts for little. What matters in this new cold war is the organizing political principle of a country’s regime be it democratic as in based on limits on power and free and fair elections or authoritarian with arbitrary executive power.\n\n# Hot Spots\n\nThis new cold war can truly be said to be in full swing because of the Russian invasion of Ukraine but the areas of conflict span the globe and have been active for some time already. Perhaps the next hottest location can be said to be [Taiwan](https://www.economist.com/china/2021/10/09/china-is-ratcheting-up-military-pressure-on-taiwan). For some time now the Chinese military has made preparations for a future invasion of Taiwan even as the United States and its allies have [strategized](https://www.ft.com/content/54b0db59-a403-493e-b715-7b63c9c39093) for its defense. China has several strategic and economic reasons for the conquest of Taiwan but perhaps the most important motivation is symbolic. Taiwan is the last holdover of a non-communist China and has always enjoyed the vague backing of the United States. Taiwan’s continued independence is an acknowledgement of US hegemony in a territory China considers to be its own. Conquest of Taiwan would signal once and for all that China is an equal of the United States that cannot be cowed or intimidated. For the United States it would be the death knell of long waning American global dominance. Taiwan is therefore key to the new cold war because it could lead to direct conflict between the main combatants.\n\nTaiwan is part of a Second Cold War showdown that is mirrored in events in [Hong Kong](https://www.economist.com/briefing/2021/03/20/china-is-not-just-shackling-hong-kong-it-is-remaking-it) and the South China Sea. Since the United Kingdom returned Hong Kong to China in 1997 the city had served as an oasis of democracy and civil liberties in a desert of authoritarianism. Starting in 2019 Beijing imposed strict restrictions on the city and brutally repressed democracy advocates over the meaningless verbal objections of western leaders. China also employed one of its most powerful tools, gatekeeping of access to its large internal market, to [intimidate](https://www.theguardian.com/sport/2019/oct/15/hong-kong-protestors-burn-lebron-james-jerseys-nba) and silence western critics of its repression. Meanwhile, China has attempted to assert its dominance over the contested South China Sea by building islands and military installations and threatening those that pass through. This has direct consequences for several countries in the region including Taiwan. The United States has continued to maintain a presence in the sea and contest Chinese claims. Recently, military exercises have seen several other [members](https://asia.nikkei.com/Politics/International-relations/Indo-Pacific/Europe-pushes-back-against-Beijing-with-shows-of-Indo-Pacific-muscle) of the Democracy Bloc aid in contesting the South China Sea. Recently, the United States also agreed to share its nuclear submarine technology for only the second time in a [treaty](https://www.economist.com/briefing/2021/09/25/aukus-reshapes-the-strategic-landscape-of-the-indo-pacific) with Australia and the United Kingdom. This is a move to further strengthen the hand of the Democracy Bloc against China and has drawn several Chinese rebukes and objections.\n\nThe range of hot or hard power conflicts extends beyond the military realm to economics and clandestine activities, just as they did during the First Cold War. In 2018, the United States began a probably overdue [trade war](https://www.economist.com/finance-and-economics/2022/01/01/new-research-counts-the-costs-of-the-sino-american-trade-war) with China over the many Chinese abuses of the economic relationship between the two countries. US companies have begun a slow shift away from China as the rivalry deepens. Both [China](https://www.economist.com/business/2022/02/19/china-wants-to-insulate-itself-against-western-sanctions) and [Russia](https://www.economist.com/briefing/2021/04/23/the-kremlin-has-isolated-russias-economy) have also made concerted efforts to create “fortress economies” or economic systems that are significantly less reliant on the west and thus less susceptible to sanctions and economic pressure by the global economic system that has been crafted in large part by US leadership. In the near future, it is likely that globalization will be reversed as economic ties mirror more closely the new political divisions of the Second Cold War.\n\nIn the area of clandestine activities, [China](https://www.washingtonpost.com/opinions/global-opinions/theres-chinese-interference-on-both-sides-of-the-2020-election/2020/10/29/49f90dfe-1a2c-11eb-82db-60b15c874105_story.html) and to a much greater extent [Russia](https://www.csis.org/blogs/technology-policy-blog/russia-ramps-global-elections-interference-lessons-united-states), have launched concerted efforts of misinformation campaigns and election interference with the obvious intention of destabilizing democratic countries. While the most famous case was the aiding of the Trump campaign by Russian actions in 2016, the election interference of the Authoritarian Bloc spans the globe, impacting Europe, Latin America, and Asia. It is less about picking winners and more about creating instability and sowing divisions among the populations of democratic countries. If leading democratic nations can become examples of the unreliability of democratic institutions, so much the better for the Authoritarian Bloc.\n\nStill, the most pressing and alarming hot conflict of the new cold war is the unfolding [Russian invasion](https://www.economist.com/europe/2022/02/24/russia-invades-ukraine) of Ukraine, the largest European war since the end of World War II. What had been a developing global contest has been forced out into the open by the rash Russian action. Vladimir Putin seems to have believed his own side’s narrative that beset by division and inefficiency the democracies would fall by the wayside as the day of authoritarianism dawned. In reality, he has proven that the Democracy Bloc, at least for now, will be equal to the task. NATO allies of the left, right, and center in the United States, United Kingdom, France, and Germany have worked together first to admonish Russia and back Ukraine, and now to punish Russian aggression. In his push to rebuild a Russian Empire, Putin has made his country an [unequivocal enemy](https://www.economist.com/leaders/2022/02/19/whether-he-invades-ukraine-or-backs-down-putin-has-harmed-russia?itm_source=parsely-api) of most of Europe and a uniting force for the Democracy Bloc. [Democracy Bloc sanctions](https://www.economist.com/europe/2022/02/22/the-west-imposes-swift-sanctions-on-russia-can-they-stop-a-war), especially the German decision to suspend a key Russian gas pipeline, have drawn a definitive line between the two sides and further hastened their economic separation. The stage is set, and the players are in position, the Second Cold War has begun.\n\n# Competing to Lead\n\nWhile military conflicts will draw much of the attention, the battlefield of persuasion is perhaps the most important in this new cold war. As in the First Cold War, this will largely play out in the developing world as the two sides strive to convince the rest of the world that their model is the path to success. The Democracy Bloc is determined to prove that liberal democracy prevailed in the First Cold War for a reason while the authoritarians insist that only those at the top are served by the current system and that authoritarianism with global leadership emanating from Beijing and Moscow is the path to prosperity. Effects of this tug-of-war are already plain to see as global democracy has reached [alarming lows](https://www.economist.com/graphic-detail/2022/02/09/a-new-low-for-global-democracy).\n\nFor almost a decade, China has been advancing its foreign investment, mostly via [its Belt and Road Initiative](https://www.cfr.org/backgrounder/chinas-massive-belt-and-road-initiative), into the developing world. China has successfully made itself a viable [competitor](https://www.economist.com/special-report/2020/02/06/china-wants-to-put-itself-back-at-the-centre-of-the-world) for leadership and influence roles in [Africa](https://www.economist.com/middle-east-and-africa/how-chinese-firms-have-dominated-african-infrastructure/21807721), Asia, and [Latin America](https://time.com/5936037/us-china-latin-america-influence/) by providing substantial development loans, building infrastructure, and becoming a [key trading partner](https://www.visualcapitalist.com/cp/biggest-trade-partner-of-each-country-1960-2020/). As of 2020, China has surpassed the United States as the world’s biggest trading partner. This is the area where the disastrous “America first” foreign policy of the Trump administration has done its most damage. China has set about making itself a key part of the development and infrastructure building of countries across the world at the same time the United States withdrew and failed to offer any alternative. Now a fierce competition for global leadership will playout with several countries formerly aligned with the United States having significant ties to Beijing.\n\nChina has made no secrets of its designs on global leadership. The world has just witnessed a display of these ambitions via the 2022 Winter Olympics in Beijing. Oft commented was the contrast between the 2008 Olympics and China’s display of power with its softer side in 2022 and the motto “Together for a Shared Future.” A [diplomatic boycott](https://www.bbc.co.uk/news/explainers-59644043) by several Democracy Bloc countries in attempt to draw attention to the concentration camps and human rights abuses of the host nation drew ire from the Chinese leadership. China wants desperately to convince countries in the balance between the blocs that they are the best model for the future. The country doubled down on its efforts in winter sports and successfully achieved a personal record nine gold medals and bested the United States on the medal table in the process. Most importantly, China made athlete [Eileen Gu](https://www.economist.com/1843/2022/02/03/cold-warrior-why-eileen-gu-ditched-team-usa-to-ski-for-china) the face of these Olympic games. Born and raised in California, but representing China, Gu made the perfect symbol. Even among western allegations of Chinese atrocities, here was an Olympic gold medalist born in the United States that would rather be Chinese. It is a choice China hopes many countries will make in the future.\n\nJust as the invasion of Ukraine has crystalized the new cold war’s dynamics in a military sense, the [Summit for Democracy](https://edition.cnn.com/2021/12/08/politics/china-russia-biden-us-democracy-summit/index.html), hosted last December by the United States, did the same on the soft power front. The summit brought together over 100 countries, not including China or Russia, to discuss the superiority of the democratic model and ways in which the democracies can improve themselves. Chinese and Russian leadership [furiously denounced](https://edition.cnn.com/2021/12/08/politics/china-russia-biden-us-democracy-summit/index.html) the summit and went so far as to host their own International Forum on Democracy. They insisted that their countries too constituted democracies just better ones. Again over 100 countries received invitations. While China and Russia may attempt to coopt the language of democracy when convenient, given that their models include neither free and fair elections nor legitimate popular participation, it is safe to say that authoritarianism will always be the guiding principle.\n\n# Conclusion\n\nAs Russian tanks roll across the Ukraine and Chinese advances in global leadership continue there can be no doubt that a new worldwide cold war has emerged. This time the dividing line can be found between democratic and authoritarian political regimes. As George Kennan realized at the beginning of the First Cold War, this is a zero sum game. One side only succeeds where the other fails. The world order advanced by each side can only exist if the other side’s does not. Long term peaceful coexistence is simply not possible. Who will win? Predicting the victor of a global conflict is a fool’s errand. Neither side should act with confidence that their side will inevitably prevail but if history is any indicator both sides to some degree will. What is sure is that liberal democracy, encompassing human rights and popular participation in government, is a cause worth fighting and dying for."
}