{
  "title": "What’s About To Happen In Ukraine",
  "authorName": "Andrew Tanner",
  "authorAvatar": "https://miro.medium.com/fit/c/96/96/1*Q1kV5lTFPp1kkPtJWE1FEA.jpeg",
  "date": "Feb 15",
  "blocks": [
    {
      "type": "paragraph",
      "text": "This morning I woke up to the hopeful news that some Russian forces are [pulling back from the border](https://www.bbc.com/news/world-europe-60392259) with Ukraine. Unfortunately, this isn’t quite the positive sign it might appear."
    },
    {
      "type": "paragraph",
      "text": "Anyone who understands Russian military history and doctrine knows that Moscow relies on what is often called _maskirovka_."
    },
    {
      "type": "paragraph",
      "text": "Russiaphobic bigots [like Anne Applebaum](https://www.theatlantic.com/ideas/archive/2022/02/lavrov-russia-diplomacy-ukraine/622075/) pretend this means Russians are always lying, but this isn’t at all the case. Maskirovka is about keeping an opponent guessing about your true intentions, and nothing more — everything else is just fluff designed to muddy waters."
    },
    {
      "type": "paragraph",
      "text": "Putin, an old KGB hand, knows this game and plays it well. Everything Russia has done for the past year makes perfect sense if you accept that what Putin is after is in fact very simple."
    },
    {
      "type": "paragraph",
      "text": "He wants Ukraine to become a Russian client state like it used to be, as Belarus is today. This means eliminating the possibility of Ukraine ever joining NATO."
    },
    {
      "type": "paragraph",
      "text": "Any savvy observer knows [Ukraine isn’t joining NATO any time soon](https://www.nytimes.com/2022/01/13/us/politics/nato-ukraine.html). Ukraine is too corrupt and undemocratic to qualify for membership now, and NATO itself probably won’t be around in ten years and its member states know it. NATO functions as a way of getting American taxpayers to fund defense spending European countries ought to be providing themselves. In exchange European leaders get a ready-made excuse to let America do their dirty work while acting in public like they’re restraining America’s worst impulses."
    },
    {
      "type": "paragraph",
      "text": "NATO [utterly failed in Afghanistan for a reason](https://www.reuters.com/world/europe/czech-president-natos-failure-afghanistan-puts-its-legitimacy-question-2021-08-17/): NATO itself has always been a bluff, a shaky alliance including [mutual mortal foes Greece and Turkey](https://www.brookings.edu/research/turkey-europe-and-the-eastern-mediterranean-charting-a-way-out-of-the-current-deadlock/) intended to keep the Soviet Union from thinking it could invade countries critical to American interests. NATO allowed Hungary and Czechoslovakia to fall to Moscow when Joe Biden was young, and the only battles it has ever fought have been against Serbian and Taliban militants."
    },
    {
      "type": "paragraph",
      "text": "But Russian leaders like Putin don’t look at the present and assume it will continue forever. They habitually plan ten years down the road, using their recent experience of being basically at the mercy of America and NATO in the 1990s and 2000s."
    },
    {
      "type": "paragraph",
      "text": "Americans blindly caught up in the fake war to protect democracy, as if America itself actually is one, want to pretend that autocrats like Putin aren’t accountable to anyone, but this isn’t strictly true. The Russian people could revolt against their oppressive government, but few ever will so long as the economy is okay and Russia feels important on the global stage — the same goes for America, for all world powers."
    },
    {
      "type": "paragraph",
      "text": "Putin stays in power by promising enough of the right people he’ll make sure this is always the case. So he has an incentive to look into the future and estimate where Russia _could_ be in a decade. Because Ukraine continues to insist [Crimea and Donbas belong to it](https://www.france24.com/en/europe/20210823-ukraine-opens-international-summit-calling-for-return-of-crimea-from-russia) (and in an international legal sense, this is of course true), a future nightmare scenario haunts Moscow’s dreams, a scenario where Ukraine joins NATO then tries to reclaim these territories, plunging Russia into a conflict it might not be prepared for."
    },
    {
      "type": "paragraph",
      "text": "From Putin’s perspective Ukraine must be neutralized, and the fact the Zelensky government refuses to shelve NATO membership amplifies his concerns. Putin is clearly determined to end the unstable situation along the Russia-Ukraine border one way or another and while he is probably bluffing about surrounding Kyiv, the threat of it happening can’t be ignored."
    },
    {
      "type": "image",
      "text": "| ![Russia’s Optimal attack scenario, background image [from New York Times](https://www.nytimes.com/interactive/2022/world/europe/ukraine-maps.html), purple marks mine. Threaten Kyiv while crushing Ukraine’s main forces defending the east after a provocation.](https://miro.medium.com/max/1400/1*TH8HkzMQfBVp0G2PXVqf3A.png) |\n|:--:|\n| *Russia’s Optimal attack scenario, background image [from New York Times](https://www.nytimes.com/interactive/2022/world/europe/ukraine-maps.html), purple marks mine. Threaten Kyiv while crushing Ukraine’s main forces defending the east after a provocation.* |"
    },
    {
      "type": "paragraph",
      "text": "Major Russian military forces [historically deployed](https://www.washingtonpost.com/politics/2022/01/15/heres-what-we-know-about-russias-military-buildup-near-ukraine/) in Siberia have been moved to the western military districts. It is no accident that they are arrayed in a position to swiftly invade and occupy Ukraine if push comes to shove, moving to and from the border in a way that makes it impossible to know if an attack is about to commence."
    },
    {
      "type": "paragraph",
      "text": "Putin does not want to undertake a large-scale invasion of Ukraine. But he is sending every credible signal possible that he’s willing to go down this road if he feels he must and he might if his objectives cannot be achieved any other way."
    },
    {
      "type": "paragraph",
      "text": "American leaders are obsessed with the concept of [deterrence](https://en.wikipedia.org/wiki/Deterrence_theory), making the critical error in failing to think from Putin’s perspective. Deterrence is derived from [cost-benefit analysis](https://en.wikipedia.org/wiki/Cost%E2%80%93benefit_analysis), a technique I became quite familiar with earning a pair of policy focused masters degrees in grad school."
    },
    {
      "type": "paragraph",
      "text": "Americans absolutely _lurve_ cost-benefit analysis because it looks more concrete than it truly is. What gets counted as a cost or benefit is usually in some way a matter of perspective, and those with privilege get the costs and benefits set the way they like more often than not. CBA is used in policy mostly to justify an action some politician wants to take and needs cover for, and typically excludes vital soft factors like future expectations."
    },
    {
      "type": "paragraph",
      "text": "American deterrence fails when an opponent decides the costs America says it is willing to impose are irrelevant, as they typically are. This is why America’s sanctions obsession is so vapid and toothless — by the time they’re applied the target has already worked out a way around them. Sanctions are a means of looking tough to a domestic audience and little more."
    },
    {
      "type": "paragraph",
      "text": "In Putin’s case, the threat of being cut off from the global banking system or natural gas exports to Europe is easily mitigated with Chinese support — Russia and China are [officially strong allies now](https://www.nbcnews.com/news/world/russia-china-forge-closer-ties-us-preoccupied-struggles-home-rcna15722), like the US and UK. Because America under Biden has refused to see sense and work out a long-term stable pact to prevent any war over Taiwan or the South China Sea, China has no reason to restrain Putin."
    },
    {
      "type": "paragraph",
      "text": "The past few weeks the world has watched NATO scramble and take ineffectual action to cover itself while leaving Ukraine basically alone, armed with weapons only truly useful in a bitter, [mutually destructive insurgency](https://www.nytimes.com/2022/01/14/us/politics/russia-ukraine-biden-military.html). [Public proclamations of NATO unity](https://www.nytimes.com/2022/01/14/world/europe/nato-russia-ukraine-europe.html) are covering up deep cracks between the main continental European participants, Germany and France, and the US/UK."
    },
    {
      "type": "paragraph",
      "text": "Putin has now successfully bluffed the US and UK into [pulling advisers out of Ukraine](https://www.cnbc.com/2022/02/12/pentagon-orders-departure-of-us-troops-in-ukraine.html) and [issue panicky warnings](https://www.npr.org/2022/02/11/1080060546/biden-us-citizens-leave-ukraine) to citizens to evacuate — while [offering no assistance](https://www.npr.org/2022/02/11/1080060546/biden-us-citizens-leave-ukraine) if they’re caught in the fighting or, y’know, have Ukrainian families who can’t just up and leave. The threat of conflict means airlines are stopping service. Investment in Ukraine is going to be a massive risk going forward. America’s leadership is helping Putin win."
    },
    {
      "type": "paragraph",
      "text": "The irony is that _so far_ all Putin has done is load his weapon and do some target practice around Ukraine. Putin doesn’t have to decide on a date to invade Ukraine — he can simply park his forces where they are as a permanent, existential threat. The idea that Russia will attack Ukraine out of nowhere is frankly silly, because he gains far more by exhausting Ukraine over time with constant aggressive maneuvers Kyiv can’t ignore than a massive invasion."
    },
    {
      "type": "paragraph",
      "text": "For the past month, Russian intelligence has been aggressively working on a maskirovka campaign specifically designed to gaslight American and allied intelligence. Politicians and pundits are latching onto every intelligence intercept [alleging nefarious Russian plans](https://nymag.com/intelligencer/2022/02/does-biden-still-think-a-russian-invasion-is-inevitable.html) ranging from false-flag attacks to coup plots against Zelensky."
    },
    {
      "type": "paragraph",
      "text": "What’s darkly hilarious about watching the Biden Administration pretend it can deter Russian actions by pointing out everything they are talking about doing is that it gives Russia a direct means of faking America out. Knowing that Biden is going to publicly warn about every crazy plot someone discusses in Moscow, Putin has been able to trap him in a dynamic where America looks like its crying chicken little every five minutes."
    },
    {
      "type": "paragraph",
      "text": "A beneficial side effect, from Putin’s perspective, is that Biden, with every warning not backed by threat of meaningful action, weakens America’s position. If any diplomatic deal prevents the outbreak of war it will stem from German efforts underway this week."
    },
    {
      "type": "paragraph",
      "text": "Putin pulling back some troops from the border ahead of the new German chancellor Scholz is a classic technique. It _looks_ like he’s keeping a diplomatic off ramp clear, which he is — but not for the reasons American leaders hope."
    },
    {
      "type": "paragraph",
      "text": "From the get-go Putin’s rhetoric about _why_ Russia cares so much about Ukraine has indicated a clear endgame: Russia insists Ukraine is plotting an offensive in Donbas — and one day Crimea — that will harm Russian people. Yesterday the Russian Duma asked Putin to recognize Donetsk and Lukhansk, which more or less means Russia can annex them under the pretense of protecting Russian citizens."
    },
    {
      "type": "image",
      "text": "| ![Screenshot [from Reuters](https://graphics.reuters.com/RUSSIA-UKRAINE/dwpkrkwkgvm/) — old data, but shows the contours of the human geography in Ukraine](https://miro.medium.com/max/1320/1*0Lq_HvLNMhH-O-T6utqhSg.png) |\n|:--:|\n| *Screenshot [from Reuters](https://graphics.reuters.com/RUSSIA-UKRAINE/dwpkrkwkgvm/) — old data, but shows the contours of the human geography in Ukraine* |"
    },
    {
      "type": "paragraph",
      "text": "Russia’s military buildup has been slow and deliberate over the past year, punctuated with sudden movements under the guise of exercises. This is a long-term shift in Russia’s positions intended to communicate that Russia trusts China and potential conflicts in Europe and Asia will always be linked."
    },
    {
      "type": "paragraph",
      "text": "I seriously doubt any conflict in Ukraine begins with a sudden massive Russian attack —the bluff this could happen has been useful making London and Washington panic but doesn’t match up with Putin’s domestic rhetoric. What he needs to justify an attack is an outburst of violence like what appears to be now escalating in Donbas."
    },
    {
      "type": "paragraph",
      "text": "That, of course, is why American and British media have been [hyping the danger of a false-flag attack](https://www.cnn.com/2022/01/14/politics/us-intelligence-russia-false-flag/index.html). The problem with them doing this is that by definition false-flag operations are difficult to attribute with any certainty — if an attack comes, everyone will believe what they want to."
    },
    {
      "type": "paragraph",
      "text": "My fear is that Wagner-affiliated mercenaries are plotting a major attack with chemical weapons somewhere in Donbas that will take place before the end of February. Both American and [Russian sources](https://www.politico.eu/article/russia-us-mercenaries-plan-chemical-attack-ukraine/) weeks ago hinted at the other side launching some kind of chemical weapons attack, which is classic in false-flag operations."
    },
    {
      "type": "paragraph",
      "text": "When one is launched, no one will be sure who actually did it for some time. It took months of direct inspections to prove [Syria used chemical weapons in Syria](https://en.wikipedia.org/wiki/Use_of_chemical_weapons_in_the_Syrian_civil_war), and many key facts are still afflicted by public doubt."
    },
    {
      "type": "paragraph",
      "text": "People on both sides will believe what their leaders and media insist is true — the old saying about the first casualty of war being the truth sticks around for a reason. Just like Americans are fighting with each other over what actually happened in the Capitol Attack, so will the pundits in America and Russia insist the other side is telling lies."
    },
    {
      "type": "paragraph",
      "text": "There are now two basic possibilities for how the Ukraine crisis ends. One is a major blowup that triggers a Russian ultimatum to Zelensky. This will force Ukraine to choose between unfair negotiations that force cession of Donbas and Crimea permanently or a huge war Ukraine cannot win without massive direct military support Biden has already ruled out in an idiotic, counterproductive self-own."
    },
    {
      "type": "paragraph",
      "text": "My hope is that [Germany convinces Putin](https://www.reuters.com/world/europe/scholz-flies-moscow-bid-avert-war-2022-02-15/) that it will prevent Ukraine from joining NATO through setting clear conditions on membership Kyiv is unlikely to be able to meet for twenty years. Autonomy for Donbas and an understanding that Crimea will remain Russian plus an effective demilitarized zone buffering the two sides along their mutual borders are also sadly going to be necessary to avert a war."
    },
    {
      "type": "paragraph",
      "text": "The conflict has to be settled for a generation — and I suspect it will be this year, one way or another. Now that Ukraine stands alone Putin can keep ratcheting up pressure on Kyiv until he gets what he wants or Zelensky falls, creating an opening for a coup and sudden deployment of military forces at the invitation of the new regime."
    },
    {
      "type": "paragraph",
      "text": "Putin’s objectives in this crisis ranked according to importance are:"
    },
    {
      "type": "paragraph",
      "text": "1. Neutralize the threat of Ukraine joining NATO anytime soon\n2. Maintain control over the predominantly Russian-speaking Donbas\n3. Weaken NATO over the long run by proving its limitations\n4. Demonstrate America’s inability to act to actually defend allies\n5. Pull Ukraine into Russia’s orbit permanently"
    },
    {
      "type": "paragraph",
      "text": "For all NATO’s bluster about being more united than ever and a paltry few American combat troops dispatched to feign real commitment, it is clear that Putin has already achieved 3 and 4. In the face of direct military threats to a partner that could harm American citizens, Biden is backing down as fast as he can while trying to refocus America’s attention on China."
    },
    {
      "type": "paragraph",
      "text": "So now Putin aims to resolve 1 and 2. He would clearly prefer to win through negotiation, but it is apparent that he is committed to victory even at serious cost to Russia’s international reputation and long-term relationship with Ukraine."
    },
    {
      "type": "paragraph",
      "text": "The real deterrent to a major invasion is the fact that, contrary to his own insistence that Russians and Ukrainians will always be the same people, a big war will permanently sever whatever bonds remain. Even if an insurgency doesn’t kill hundreds of Russian soldiers, eventually Ukraine will be free again."
    },
    {
      "type": "paragraph",
      "text": "Because this truth runs up against objective 5, all-out conquest is the least likely outcome. Putin is more cautious than people give him credit for and Russia’s newly-professional military is as casualty averse and reliant on firepower as America’s — moving in after a collapse of the Kyiv government is a distinct possibility, but it is doubtful an invasion will be the tool to bring this about except in the last resort."
    },
    {
      "type": "paragraph",
      "text": "A substantial military defeat in Ukraine’s east, however, would prove both NATO’s unwillingness to assist and Zelensky’s inability to protect his people. A limited operation opens the door to further conquest through non-military means."
    },
    {
      "type": "paragraph",
      "text": "Troop deployments aside, Putin does not want to conquer Ukraine by force. Having to do this would represent a partial failure of his own strategy and probably lead to a united European Union response which will be worse for Russia than a united NATO."
    },
    {
      "type": "paragraph",
      "text": "The Transatlantic Alliance will always be hindered by [America’s ongoing collapse](https://medium.com/gen/fourth-america-is-almost-over-americans-want-a-divorce-9367a5d50df7), a process Russia can now actively intensify if it chooses — and might, as part of Putin’s ultimate revenge for the fall of the Soviet Union."
    },
    {
      "type": "paragraph",
      "text": "Were I in his position, that would be my ultimate goal."
    },
    {
      "type": "paragraph",
      "text": "But objectives 1 and 2 are paramount for Putin. Everything he has done to get NATO and America in a tizzy has been designed to prove one thing to Ukraine: you are alone."
    },
    {
      "type": "paragraph",
      "text": "And Ukraine is. America is running away just like it did in Afghanistan, Biden entirely concerned about his domestic audience and pitiful chances at re-election in 2024. A classic politician who cares only for his own interests, Biden cannot be trusted and is as much an accelerator of America’s demise at this point as Trump."
    },
    {
      "type": "paragraph",
      "text": "Putin’s maskirovka is designed to obscure his core aims. Objective 5 is on his horizon, but Putin is savvy enough to realize he doesn’t get it if there’s an all-out war."
    },
    {
      "type": "paragraph",
      "text": "Instead, after a sufficient provocation now or this summer, Russia can simply sit back and bombard Ukraine for days or weeks with weapons Ukraine can’t stop. A direct invasion of Ukraine at any point will follow an initial campaign intended to paralyze and crush Ukraine’s armed forces in the east because in all warfare the core requirement is to defeat you enemy’s military, not capture their cities."
    },
    {
      "type": "paragraph",
      "text": "So the likely course of events if war breaks out soon goes like this:"
    },
    {
      "type": "paragraph",
      "text": "* Russia makes several moves that keep a door open to negotiations and imply a willingness to back down\n* An accident or intentional attack kills Russian soldiers or Russian-speakers in Ukraine\n* Putin gives Zelensky an ultimatum, threatening a total invasion if he doesn’t accede to Russian demands\n* If Zelensky resists, separatists in Donbas begin making advances backed by Russian artillery and air strikes.\n* Putin denies an invasion is underway even as Ukraine’s forces are smashed from the air. If sanctions drop, he escalates by striking more of Ukraine’s military infrastructures. If Ukraine negotiates, the attacks stop."
    },
    {
      "type": "paragraph",
      "text": "At this point it’s on America to go ahead with its sanctions threat while Russia insists it’s not invading anyone, just supporting people under attack. The major attack I fear could involve chemical weapons in order to directly call into question American assertions of Russian responsibility and remind the world of the lies that got America into Iraq."
    },
    {
      "type": "paragraph",
      "text": "If major fighting begins, it continues until Zelensky agrees to terms or falls to a coup after Ukraine’s military is decimated. Russia’s forces surrounding Ukraine give Putin options he can elect to deploy one at a time or all at once."
    },
    {
      "type": "paragraph",
      "text": "Maskirovka, like all Russian military doctrine, is based on the Soviet experiences in the Second World War. Russia doesn’t see war like the definition-obsessed Americans do — it isn’t something declared, waged, then ended."
    },
    {
      "type": "paragraph",
      "text": "War is politics, and politics is war — Russia has learned Clausewitz’ lesson better than anyone. All conflict takes place on a continuum and each move made is part of a deeper, multi-layered game. Violence is merely a tool, deployed as needed to prove a point."
    },
    {
      "type": "paragraph",
      "text": "I hope, hope, hope a conflict can still be averted. But America’s strategy has failed and is probably making everything worse."
    },
    {
      "type": "paragraph",
      "text": "In the long run, only Europe will ever defend Ukraine. Only Europe can deal with Russia. American leaders are too ignorant of geography, history, and systems to be trusted in this crisis."
    }
  ],
  "content": "This morning I woke up to the hopeful news that some Russian forces are [pulling back from the border](https://www.bbc.com/news/world-europe-60392259) with Ukraine. Unfortunately, this isn’t quite the positive sign it might appear.\n\nAnyone who understands Russian military history and doctrine knows that Moscow relies on what is often called _maskirovka_.\n\nRussiaphobic bigots [like Anne Applebaum](https://www.theatlantic.com/ideas/archive/2022/02/lavrov-russia-diplomacy-ukraine/622075/) pretend this means Russians are always lying, but this isn’t at all the case. Maskirovka is about keeping an opponent guessing about your true intentions, and nothing more — everything else is just fluff designed to muddy waters.\n\nPutin, an old KGB hand, knows this game and plays it well. Everything Russia has done for the past year makes perfect sense if you accept that what Putin is after is in fact very simple.\n\nHe wants Ukraine to become a Russian client state like it used to be, as Belarus is today. This means eliminating the possibility of Ukraine ever joining NATO.\n\nAny savvy observer knows [Ukraine isn’t joining NATO any time soon](https://www.nytimes.com/2022/01/13/us/politics/nato-ukraine.html). Ukraine is too corrupt and undemocratic to qualify for membership now, and NATO itself probably won’t be around in ten years and its member states know it. NATO functions as a way of getting American taxpayers to fund defense spending European countries ought to be providing themselves. In exchange European leaders get a ready-made excuse to let America do their dirty work while acting in public like they’re restraining America’s worst impulses.\n\nNATO [utterly failed in Afghanistan for a reason](https://www.reuters.com/world/europe/czech-president-natos-failure-afghanistan-puts-its-legitimacy-question-2021-08-17/): NATO itself has always been a bluff, a shaky alliance including [mutual mortal foes Greece and Turkey](https://www.brookings.edu/research/turkey-europe-and-the-eastern-mediterranean-charting-a-way-out-of-the-current-deadlock/) intended to keep the Soviet Union from thinking it could invade countries critical to American interests. NATO allowed Hungary and Czechoslovakia to fall to Moscow when Joe Biden was young, and the only battles it has ever fought have been against Serbian and Taliban militants.\n\nBut Russian leaders like Putin don’t look at the present and assume it will continue forever. They habitually plan ten years down the road, using their recent experience of being basically at the mercy of America and NATO in the 1990s and 2000s.\n\nAmericans blindly caught up in the fake war to protect democracy, as if America itself actually is one, want to pretend that autocrats like Putin aren’t accountable to anyone, but this isn’t strictly true. The Russian people could revolt against their oppressive government, but few ever will so long as the economy is okay and Russia feels important on the global stage — the same goes for America, for all world powers.\n\nPutin stays in power by promising enough of the right people he’ll make sure this is always the case. So he has an incentive to look into the future and estimate where Russia _could_ be in a decade. Because Ukraine continues to insist [Crimea and Donbas belong to it](https://www.france24.com/en/europe/20210823-ukraine-opens-international-summit-calling-for-return-of-crimea-from-russia) (and in an international legal sense, this is of course true), a future nightmare scenario haunts Moscow’s dreams, a scenario where Ukraine joins NATO then tries to reclaim these territories, plunging Russia into a conflict it might not be prepared for.\n\nFrom Putin’s perspective Ukraine must be neutralized, and the fact the Zelensky government refuses to shelve NATO membership amplifies his concerns. Putin is clearly determined to end the unstable situation along the Russia-Ukraine border one way or another and while he is probably bluffing about surrounding Kyiv, the threat of it happening can’t be ignored.\n\n| ![Russia’s Optimal attack scenario, background image [from New York Times](https://www.nytimes.com/interactive/2022/world/europe/ukraine-maps.html), purple marks mine. Threaten Kyiv while crushing Ukraine’s main forces defending the east after a provocation.](https://miro.medium.com/max/1400/1*TH8HkzMQfBVp0G2PXVqf3A.png) |\n|:--:|\n| *Russia’s Optimal attack scenario, background image [from New York Times](https://www.nytimes.com/interactive/2022/world/europe/ukraine-maps.html), purple marks mine. Threaten Kyiv while crushing Ukraine’s main forces defending the east after a provocation.* |\n\nMajor Russian military forces [historically deployed](https://www.washingtonpost.com/politics/2022/01/15/heres-what-we-know-about-russias-military-buildup-near-ukraine/) in Siberia have been moved to the western military districts. It is no accident that they are arrayed in a position to swiftly invade and occupy Ukraine if push comes to shove, moving to and from the border in a way that makes it impossible to know if an attack is about to commence.\n\nPutin does not want to undertake a large-scale invasion of Ukraine. But he is sending every credible signal possible that he’s willing to go down this road if he feels he must and he might if his objectives cannot be achieved any other way.\n\nAmerican leaders are obsessed with the concept of [deterrence](https://en.wikipedia.org/wiki/Deterrence_theory), making the critical error in failing to think from Putin’s perspective. Deterrence is derived from [cost-benefit analysis](https://en.wikipedia.org/wiki/Cost%E2%80%93benefit_analysis), a technique I became quite familiar with earning a pair of policy focused masters degrees in grad school.\n\nAmericans absolutely _lurve_ cost-benefit analysis because it looks more concrete than it truly is. What gets counted as a cost or benefit is usually in some way a matter of perspective, and those with privilege get the costs and benefits set the way they like more often than not. CBA is used in policy mostly to justify an action some politician wants to take and needs cover for, and typically excludes vital soft factors like future expectations.\n\nAmerican deterrence fails when an opponent decides the costs America says it is willing to impose are irrelevant, as they typically are. This is why America’s sanctions obsession is so vapid and toothless — by the time they’re applied the target has already worked out a way around them. Sanctions are a means of looking tough to a domestic audience and little more.\n\nIn Putin’s case, the threat of being cut off from the global banking system or natural gas exports to Europe is easily mitigated with Chinese support — Russia and China are [officially strong allies now](https://www.nbcnews.com/news/world/russia-china-forge-closer-ties-us-preoccupied-struggles-home-rcna15722), like the US and UK. Because America under Biden has refused to see sense and work out a long-term stable pact to prevent any war over Taiwan or the South China Sea, China has no reason to restrain Putin.\n\nThe past few weeks the world has watched NATO scramble and take ineffectual action to cover itself while leaving Ukraine basically alone, armed with weapons only truly useful in a bitter, [mutually destructive insurgency](https://www.nytimes.com/2022/01/14/us/politics/russia-ukraine-biden-military.html). [Public proclamations of NATO unity](https://www.nytimes.com/2022/01/14/world/europe/nato-russia-ukraine-europe.html) are covering up deep cracks between the main continental European participants, Germany and France, and the US/UK.\n\nPutin has now successfully bluffed the US and UK into [pulling advisers out of Ukraine](https://www.cnbc.com/2022/02/12/pentagon-orders-departure-of-us-troops-in-ukraine.html) and [issue panicky warnings](https://www.npr.org/2022/02/11/1080060546/biden-us-citizens-leave-ukraine) to citizens to evacuate — while [offering no assistance](https://www.npr.org/2022/02/11/1080060546/biden-us-citizens-leave-ukraine) if they’re caught in the fighting or, y’know, have Ukrainian families who can’t just up and leave. The threat of conflict means airlines are stopping service. Investment in Ukraine is going to be a massive risk going forward. America’s leadership is helping Putin win.\n\nThe irony is that _so far_ all Putin has done is load his weapon and do some target practice around Ukraine. Putin doesn’t have to decide on a date to invade Ukraine — he can simply park his forces where they are as a permanent, existential threat. The idea that Russia will attack Ukraine out of nowhere is frankly silly, because he gains far more by exhausting Ukraine over time with constant aggressive maneuvers Kyiv can’t ignore than a massive invasion.\n\nFor the past month, Russian intelligence has been aggressively working on a maskirovka campaign specifically designed to gaslight American and allied intelligence. Politicians and pundits are latching onto every intelligence intercept [alleging nefarious Russian plans](https://nymag.com/intelligencer/2022/02/does-biden-still-think-a-russian-invasion-is-inevitable.html) ranging from false-flag attacks to coup plots against Zelensky.\n\nWhat’s darkly hilarious about watching the Biden Administration pretend it can deter Russian actions by pointing out everything they are talking about doing is that it gives Russia a direct means of faking America out. Knowing that Biden is going to publicly warn about every crazy plot someone discusses in Moscow, Putin has been able to trap him in a dynamic where America looks like its crying chicken little every five minutes.\n\nA beneficial side effect, from Putin’s perspective, is that Biden, with every warning not backed by threat of meaningful action, weakens America’s position. If any diplomatic deal prevents the outbreak of war it will stem from German efforts underway this week.\n\nPutin pulling back some troops from the border ahead of the new German chancellor Scholz is a classic technique. It _looks_ like he’s keeping a diplomatic off ramp clear, which he is — but not for the reasons American leaders hope.\n\nFrom the get-go Putin’s rhetoric about _why_ Russia cares so much about Ukraine has indicated a clear endgame: Russia insists Ukraine is plotting an offensive in Donbas — and one day Crimea — that will harm Russian people. Yesterday the Russian Duma asked Putin to recognize Donetsk and Lukhansk, which more or less means Russia can annex them under the pretense of protecting Russian citizens.\n\n| ![Screenshot [from Reuters](https://graphics.reuters.com/RUSSIA-UKRAINE/dwpkrkwkgvm/) — old data, but shows the contours of the human geography in Ukraine](https://miro.medium.com/max/1320/1*0Lq_HvLNMhH-O-T6utqhSg.png) |\n|:--:|\n| *Screenshot [from Reuters](https://graphics.reuters.com/RUSSIA-UKRAINE/dwpkrkwkgvm/) — old data, but shows the contours of the human geography in Ukraine* |\n\nRussia’s military buildup has been slow and deliberate over the past year, punctuated with sudden movements under the guise of exercises. This is a long-term shift in Russia’s positions intended to communicate that Russia trusts China and potential conflicts in Europe and Asia will always be linked.\n\nI seriously doubt any conflict in Ukraine begins with a sudden massive Russian attack —the bluff this could happen has been useful making London and Washington panic but doesn’t match up with Putin’s domestic rhetoric. What he needs to justify an attack is an outburst of violence like what appears to be now escalating in Donbas.\n\nThat, of course, is why American and British media have been [hyping the danger of a false-flag attack](https://www.cnn.com/2022/01/14/politics/us-intelligence-russia-false-flag/index.html). The problem with them doing this is that by definition false-flag operations are difficult to attribute with any certainty — if an attack comes, everyone will believe what they want to.\n\nMy fear is that Wagner-affiliated mercenaries are plotting a major attack with chemical weapons somewhere in Donbas that will take place before the end of February. Both American and [Russian sources](https://www.politico.eu/article/russia-us-mercenaries-plan-chemical-attack-ukraine/) weeks ago hinted at the other side launching some kind of chemical weapons attack, which is classic in false-flag operations.\n\nWhen one is launched, no one will be sure who actually did it for some time. It took months of direct inspections to prove [Syria used chemical weapons in Syria](https://en.wikipedia.org/wiki/Use_of_chemical_weapons_in_the_Syrian_civil_war), and many key facts are still afflicted by public doubt.\n\nPeople on both sides will believe what their leaders and media insist is true — the old saying about the first casualty of war being the truth sticks around for a reason. Just like Americans are fighting with each other over what actually happened in the Capitol Attack, so will the pundits in America and Russia insist the other side is telling lies.\n\nThere are now two basic possibilities for how the Ukraine crisis ends. One is a major blowup that triggers a Russian ultimatum to Zelensky. This will force Ukraine to choose between unfair negotiations that force cession of Donbas and Crimea permanently or a huge war Ukraine cannot win without massive direct military support Biden has already ruled out in an idiotic, counterproductive self-own.\n\nMy hope is that [Germany convinces Putin](https://www.reuters.com/world/europe/scholz-flies-moscow-bid-avert-war-2022-02-15/) that it will prevent Ukraine from joining NATO through setting clear conditions on membership Kyiv is unlikely to be able to meet for twenty years. Autonomy for Donbas and an understanding that Crimea will remain Russian plus an effective demilitarized zone buffering the two sides along their mutual borders are also sadly going to be necessary to avert a war.\n\nThe conflict has to be settled for a generation — and I suspect it will be this year, one way or another. Now that Ukraine stands alone Putin can keep ratcheting up pressure on Kyiv until he gets what he wants or Zelensky falls, creating an opening for a coup and sudden deployment of military forces at the invitation of the new regime.\n\nPutin’s objectives in this crisis ranked according to importance are:\n\n1. Neutralize the threat of Ukraine joining NATO anytime soon\n2. Maintain control over the predominantly Russian-speaking Donbas\n3. Weaken NATO over the long run by proving its limitations\n4. Demonstrate America’s inability to act to actually defend allies\n5. Pull Ukraine into Russia’s orbit permanently\n\nFor all NATO’s bluster about being more united than ever and a paltry few American combat troops dispatched to feign real commitment, it is clear that Putin has already achieved 3 and 4. In the face of direct military threats to a partner that could harm American citizens, Biden is backing down as fast as he can while trying to refocus America’s attention on China.\n\nSo now Putin aims to resolve 1 and 2. He would clearly prefer to win through negotiation, but it is apparent that he is committed to victory even at serious cost to Russia’s international reputation and long-term relationship with Ukraine.\n\nThe real deterrent to a major invasion is the fact that, contrary to his own insistence that Russians and Ukrainians will always be the same people, a big war will permanently sever whatever bonds remain. Even if an insurgency doesn’t kill hundreds of Russian soldiers, eventually Ukraine will be free again.\n\nBecause this truth runs up against objective 5, all-out conquest is the least likely outcome. Putin is more cautious than people give him credit for and Russia’s newly-professional military is as casualty averse and reliant on firepower as America’s — moving in after a collapse of the Kyiv government is a distinct possibility, but it is doubtful an invasion will be the tool to bring this about except in the last resort.\n\nA substantial military defeat in Ukraine’s east, however, would prove both NATO’s unwillingness to assist and Zelensky’s inability to protect his people. A limited operation opens the door to further conquest through non-military means.\n\nTroop deployments aside, Putin does not want to conquer Ukraine by force. Having to do this would represent a partial failure of his own strategy and probably lead to a united European Union response which will be worse for Russia than a united NATO.\n\nThe Transatlantic Alliance will always be hindered by [America’s ongoing collapse](https://medium.com/gen/fourth-america-is-almost-over-americans-want-a-divorce-9367a5d50df7), a process Russia can now actively intensify if it chooses — and might, as part of Putin’s ultimate revenge for the fall of the Soviet Union.\n\nWere I in his position, that would be my ultimate goal.\n\nBut objectives 1 and 2 are paramount for Putin. Everything he has done to get NATO and America in a tizzy has been designed to prove one thing to Ukraine: you are alone.\n\nAnd Ukraine is. America is running away just like it did in Afghanistan, Biden entirely concerned about his domestic audience and pitiful chances at re-election in 2024. A classic politician who cares only for his own interests, Biden cannot be trusted and is as much an accelerator of America’s demise at this point as Trump.\n\nPutin’s maskirovka is designed to obscure his core aims. Objective 5 is on his horizon, but Putin is savvy enough to realize he doesn’t get it if there’s an all-out war.\n\nInstead, after a sufficient provocation now or this summer, Russia can simply sit back and bombard Ukraine for days or weeks with weapons Ukraine can’t stop. A direct invasion of Ukraine at any point will follow an initial campaign intended to paralyze and crush Ukraine’s armed forces in the east because in all warfare the core requirement is to defeat you enemy’s military, not capture their cities.\n\nSo the likely course of events if war breaks out soon goes like this:\n\n* Russia makes several moves that keep a door open to negotiations and imply a willingness to back down\n* An accident or intentional attack kills Russian soldiers or Russian-speakers in Ukraine\n* Putin gives Zelensky an ultimatum, threatening a total invasion if he doesn’t accede to Russian demands\n* If Zelensky resists, separatists in Donbas begin making advances backed by Russian artillery and air strikes.\n* Putin denies an invasion is underway even as Ukraine’s forces are smashed from the air. If sanctions drop, he escalates by striking more of Ukraine’s military infrastructures. If Ukraine negotiates, the attacks stop.\n\nAt this point it’s on America to go ahead with its sanctions threat while Russia insists it’s not invading anyone, just supporting people under attack. The major attack I fear could involve chemical weapons in order to directly call into question American assertions of Russian responsibility and remind the world of the lies that got America into Iraq.\n\nIf major fighting begins, it continues until Zelensky agrees to terms or falls to a coup after Ukraine’s military is decimated. Russia’s forces surrounding Ukraine give Putin options he can elect to deploy one at a time or all at once.\n\nMaskirovka, like all Russian military doctrine, is based on the Soviet experiences in the Second World War. Russia doesn’t see war like the definition-obsessed Americans do — it isn’t something declared, waged, then ended.\n\nWar is politics, and politics is war — Russia has learned Clausewitz’ lesson better than anyone. All conflict takes place on a continuum and each move made is part of a deeper, multi-layered game. Violence is merely a tool, deployed as needed to prove a point.\n\nI hope, hope, hope a conflict can still be averted. But America’s strategy has failed and is probably making everything worse.\n\nIn the long run, only Europe will ever defend Ukraine. Only Europe can deal with Russia. American leaders are too ignorant of geography, history, and systems to be trusted in this crisis."
}